{
  "black": { "branch": "main" },
  "boole.nvim": { "branch": "main" },
  "bufjump.nvim": { "branch": "master" },
  "bufresize.nvim": { "branch": "master" },
  "cash.nvim": { "branch": "dev" },
  "coc.nvim": { "branch": "release" },
  "conform.nvim": { "branch": "master" },
  "context.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "drop.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "go-up.nvim": { "branch": "main" },
  "hbac.nvim": { "branch": "main" },
  "indentline": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mark-radar.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "python-syntax": { "branch": "master" },
  "qf_helper.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "startscreen.vim": { "branch": "master" },
  "taboo.vim": { "branch": "master" },
  "telescope-emoji.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "typescript-vim": { "branch": "master" },
  "typos-lsp": { "branch": "main" },
  "undoquit.vim": { "branch": "main" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-fanfingtastic": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-indentwise": { "branch": "master" },
  "vim-jsonc": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" },
  "vim-mdx-js": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" },
  "vim-windowswap": { "branch": "master" },
  "yang.vim": { "branch": "main" }
}
